Repository: 3AN03A/mintupdate
Catalog: usr/lib/linuxmint/mintUpdate/locale/*/LC_MESSAGES/messages.po
Languages: be, eu, he, hi, mr

source: Installing updates
be: Заiнсталяваньне абнаўленьняў
eu: Aktualizazioak instalatzen
he: עדכונים בהתקנה
hi: अपडेट इंस्टाल हो रहे हैं
mr: उन्नत स्थापना

source: Please wait, this can take some time
be: Калi ласка, пачакайце, гэта патрабуе троху часу
eu: Itzaron mesedea, hay zenbait denbora har litzake
he: התאזרי בסבלנות, פעולה זו עשויה להמשך זמן מה
hi: कृपया सब्र करें. थोडा समय लग सकता है
mr: कृपया प्रतिक्षा करा

source: Update is complete
be: Абнаўленьне праведзена пасьпяхова
eu: Aktualizazioa amaitua
he: עדכון הושלם
hi: नवीनीकरण समाप्त
mr: उन्नति संपुर्ण

source: Could not install the security updates
be: Не ўдалася заiнсталяваць абнаўленьнi бясьпечнасьцi
eu: Ezin izan dira segurtasun aktualizazioak instalatu
he: לא ניתן להתקין את עדכוני האבטחה
hi: सुरक्षा अपडेट इंस्टाल नहीं हुए
mr: उन्नत सुरक्षा स्थापित होऊ शकली नाही

source: Checking for updates
be: Праверка даступнасьцi абнаўленьняў
eu: Aktualizazioak bilatzen
he: חיפוש אחר עדכונים
hi: अपडेटस की उपलब्धि की जांच हो रही है
mr: नविनीकरणाचा शोध

source: Could not connect to the Internet
be: Немагчыма спалучыцца з Iнтэрнэтам
eu: Ezin izan da Internetera konektatu
he: לא ניתן להתחבר לאינטרנט
hi: इन्टरनेट से सम्बन्ध नहीं हुआ
mr: ईंटरनेटशी संयोग होऊ शकत नाही

source: Another application is using APT
be: Iнная праґрама ўжывае APT
eu: Beste aplikazio bat APT ari da erabiltzen
he: APT-אפליקציה אחרת משתמשת ב
hi: कोई और प्रोग्राम APT का इस्तेमाल कर रहा है
mr: वेगळा विनियोग APT वापरत आहे

source: There are %d recommended software updates available
be: Даступныя %d рэкамэндаваных абнаўленьняў апраґрамаваньня
eu: %d gomendatutako programen gai daude
he: עדכוני תוכנה זמינים ומומלצים %d קיימים
hi: आपको %d प्रोग्राम अपडेट करने की सलाह दी जाती है
mr: %d उन्नत विनियोग उपलब्ध आहेत

source: Your system is up to date
be: Сыстэма знаходзiцца ў актуальным стане
eu: Zure sistema egunean dago
he: המערכת מעודכנת
hi: आपका सिस्टम में सबसे नए पैकेज डाल दिए गए हैं
mr: आपली प्रणाली उन्नत आहे

source: Could not refresh the list of packages
be: Немагчыма абнавiць сьпiс пакетаў
eu: Ezin izan da paketen eguneratu
he: לא ניתן לטעון מחדש את רשימת החבילות
hi: प्रोग्रामों की सूची को रिफ्रेश नहीं कर पाए
mr: संकलन यादि पुनर्स्थापित होऊ शकत नाही

source: Upgrade
be: Абнавiць
eu: Aktualizatu
he: עדכון
hi: नवीनीकरण
mr: उन्नत

source: Package
be: Пакет
eu: Paketea
he: חבילה
hi: पैकेज
mr: संकलन

source: Level
be: Узровень
eu: Nibelea
he: רמה
hi: स्तर
mr: स्तर

source: Old version
be: Старая вэрсыя
eu: Bersio zaharra
he: גרסא ישנה
hi: पुराना रूपांतर
mr: जुने विवरण

source: New version
be: Новая вэрсыя
eu: Bersio berria
he: גרסא חדשה
hi: नया रूपांतर
mr: नविन विवरण

source: Install Updates
be: Заiнсталяваць абнаўленьнi
eu: Aktualizacioa instalatu
he: התקנת עדכונים
hi: अपडेट इंस्टाल करें
mr: नविनीकरण

source: Description
be: Апiсаньне
eu: Deskripzioa
he: תיאור
hi: विवरण
mr: वर्णन

source: Changelog
be: Зьмены
eu: Aldaketa
he: יומן שינויים
hi: बदलाव की सूचि
mr: काय बदलले

source: Warnings
be: Папярэджаньнi
eu: Advertentzia
he: אזהרות
hi: चेतावनी
mr: चेतावणी

source: Extra Info
be: Дадаткавая iнфармацыя
eu: Informazio gehiago
he: מידע נוסף
hi: अधिक जानकारी
mr: अधिक माहिती

source: Levels
be: Узроўнi
eu: Nibeleak
he: רמה
hi: स्तर
mr: स्तर

source: Auto-Refresh
be: Аўтаматычнае абнаўленьне
eu: Actualizazio automatikoa
he: טעינה מחדש אוטומטית
hi: स्वयं-रिफ्रेश
mr: स्वतंत्र पुनर्स्थापना

source: Tested?
be: Тэставаныя?
eu: Probatuta?
he: ?נבדק
hi: जांचा?
mr: परीक्षण कलेले ?

source: Origin
be: Паходжаньне
eu: jatorria
he: מקור
hi: प्रारंभ
mr: मुळ

source: Safe?
be: Бясьпечныя?
eu: Seguroa?
he: ?בטוח
hi: सुरक्षित?
mr: सुरक्षित ?

source: Visible?
be: Вiдавочныя?
eu: Ikuzgai?
he: ?נגיש
hi: दर्शित?
mr: दृश्य ?

source: Certified packages. Tested through Romeo or directly maintained by Linux Mint.
be: Сэртыфiкаваныя пакеты. Тэставалiся праз Romeo цi падтрымлiваюцца непасрэдна Linux Mint.
eu: Pakete zertifikatuak. Romeo-en bidez probatutak o Linux Mint ardurapean.
he: Linux Mint חבילות מורשות. נבדקו דרך רומאו או נתמכות ישירות על ידי
hi: प्रमाणित पैकेज. लिनक्स मिंट द्वारा संभाला गया या रोमियो द्वारा जांचा गया
mr: प्रमाणित संकलन. Romeo अथवा लिनक्स मिंट कडूण पारखलेले.

source: Recommended packages. Tested and approved by Linux Mint.
be: Прапанаваныя пакеты. Тэставалiся i былi прынятыя Linux Mint.
eu: Gomendatuajo paketeak. Linus Mint-ek aztertu y onartutakoak.
he: Linux Mint חבילות מומלצות. נבדקו ואושרו על ידי
hi: सलाहित पैकेज. लिनक्स मिंट द्वारा जांचे और प्रमाणित किये गए.
mr: अनुशंसित संकलन. लिनक्स मिंट प्रमाणित व पारखलेले.

source: Safe packages. Not tested but believed to be safe.
be: Бясьпечныя пакеты. Не тэставалiся, але бясьпечныя.
eu: Pakete seguruak. Ez aztertuak, baina seguru eta konfiantzazkoak.
he: .חבילות בטוחות. לא נבדקו, אך סביר להניח בטוחות
hi: सुरक्षित पैकेज. जांचे नहीं गए पर सुरक्षित होने की संभावना
mr: सुरक्षित संकलन. अपरिक्षीत पण विश्वासाने सुरक्षित.

source: Unsafe packages. Could potentially affect the stability of the system.
be: Небясьпечныя пакеты. Пакеты якiя патэнцыяльна могуць пагоршыць стабiльнасьць сыстэмы.
eu: Pakete inseguruak. Zure sistema funtzionamentua kalte egin dezakete.
he: .חבילות לא בטוחות. עלולות לפגום ביציבות המערכת
hi: असुरक्षित पैकेज. सिस्टम की स्थिरता पर असर कर सकता है
mr: असुरक्षित संकलन. प्रणली साठी संभावित धोकादायक

source: Dangerous packages. Known to affect the stability of the systems depending on certain specs or hardware.
be: Вельмi небясьпечныя пакеты. Могуць пагражаць стабiльнасьцi сыстэмы залежна ад установак альбо апаратнае частцы.
eu: Pakete arriskutzuak. Zenbait sistemen funtzionamentua kalte eraginen diete beren karakteristikak eta hardware kontuta izanda.
he: .חבילות מסוכנות. יפגעו ביציבות המערכת, תלוי בחומרה
hi: खतरनाक पैकेज. जानकारी है की यह पैकेज आपके सिस्टम को प्रभावित कर सकता है अगर कुछ प्रकार के हार्डवेयर आपके सिस्टम में हैं
mr: धोकादायक संकलन. माहितीपुर्वक प्रणालीची स्थिरता बदलू शकतात.

source: Linux Mint or Romeo
be: Linux Mint альбо Romeo
eu: Linux Mint edo Romeo
he: או רומאו Linux Mint
hi: लिनक्स मिंट या रोमियो
mr: लिनक्स मिंट किंवा Romeo

source: Ubuntu or 3rd party
be: Ubuntu альбо трэцяе стараны
eu: Ubuntu edo gainontzekoak
he: אובונטו או צד שלישי
hi: उबुन्तु या अन्य दल
mr: Ubuntu किंवा तिसरा पक्ष

source: No
be: Не
eu: Ez
he: לא
hi: नहीं
mr: नाही

source: Yes
be: Так
eu: Bai
he: כן
hi: हाँ
mr: होय

source: Refresh the list of updates every:
be: Абнаўляць сьпiс пакетаў што:
eu: Eguneratu aktualizazio zerrenda:
he: :טעינה מחדש של רשימת העדכונים כל
hi: नवीन पैकेज की लिए चेक करें हर:
mr: उन्नत संकलन यादि पुनर्स्थापित करा, प्रत्येकी :

source: Note: The list only gets refreshed while the mintUpdate window is closed (system tray mode).
be: Увага: Сьпiс пакетаў абнаўляецца толькi калi акно mintUpdate зачынёнае.
eu: Nota: Lista bakarrik eguneratzen da mintUpdate paintailla itxita egonez gero (sistema banfejan moduan).
he: .סגור mintUpdate שימי לב: הרשימה נטענת מחדש רק כאשר החלון
hi: नोट: सूचि तब ही रिफ्रेश होती है जब मिंटअपडेट की खिड़की बंद होती है (सिस्टम ट्रे मोडे)
mr: टिप: mintUpdate ची विंडो बंद असतनाच सदर यादी पुनर्स्थापित होईल.

source: Please enter your password to start mintUpdate
be: Калi ласка, ўвядзiце ваш пароль абы запусьцiць mintUpdate
eu: Zure pasaitza sartu mintUpdate erabiltzeko
he: mintUpdate אנא הכניסי את ססמתך בכדי להתחיל את
hi: मिंटअपडेट चलने की लिए कृपया अपना गुप्तशब्द डालिए
mr: mintUpdate चालु करण्या साठी आपला गुप्त शब्द नोंदा

source: Update Method
be: Мэтад абнаўленьня
eu: Aktualizazio metodoa
he: שיטת עדכון
hi: अपडेट का तरीका
mr: नविनीकरण विधि

source: Include dist-upgrade packages?
be: Далучыць пакеты абнаўленьня дыстрыбутыву?
eu: dist-upgrade paketea barneratu ?
he: ?עדכון חבילות מערכת
hi: दिस्ट-नवीनीकरण पैकेज भी जोडें?
mr: dist-upgrade संकलनांचा समावेश करायचा ?

source: Note: Newer versions of packages can have different dependencies. If an upgrade requires the installation or the removal of another package it will be kept back and not upgraded. If you select this option however, it will be upgraded and all new dependencies will be resolved. Since this can result in the installation of new packages or the removal of some of your packages you should only use this option if you are experienced with APT.
be: Увага: Новыя вэрсыi апраґрамаваньня могуць мець iнныя залежнасьцi. Абнаўленьне будзе астаноўлена у выпадку неабходнасьцi iнсталяваньня альбо выдаленьня iнных пакетаў. Калi выберацё гэтую опцыю, будзе праведзена абнаўленьне i ўсе залежнасьцi будуць захованыя. Гэта можа прывесьцi да установу новых альбо выдаленьня пакетаў з вашае сыстэмы, пагэтаму ужывайце гэту опцыю толькi калi маеце досьвед у карыстаньнi праґрамаю APT.
eu: Nota: Paketen dependentziak alfda dezakete bersio batetik bestera. Aktualizazio bat pakete zehatz bat behar izanez gero, paketea mantendu egingo da eta ez da aktualizatuko. Baina opzioa ahu autatuz gero, paketea aktualizatu egingo dira eta bere dependentziak guztiak konponduta. Horregatik, hay zenbait pakete berri instalatu edo ezabatu ekar ditzaketenez, barrik komendatzen da erabiltzea APT-kin experientzia daukatenei.
he: שימי לב: לגרסאות חדשות של חבילות עלולות להיות תלותיות שונות. אם העדכון דורש התקנת או הסרת חבילה אחרת, עדכון החבילה ידחה למועד מאוחר יותר. אך במידה ותבחרי .APT באופציה הזו, החבילה תעודכן והתלותיות החדשות יפתרו. כיוון שפעולה זו עלולה לגרום להתקנת חבילות חדשות או הסרה של ישנות, עליך לעשותה רק במידה ויש לך ניסיון עם
hi: नोट: पैकेज के नए रूपान्तरों की निर्भरता अलग हो सकती है| अगर नवीनीकरण में कोई और पैकेज डालने या निकलने की ज़रुरत पड़ी तो वह पैकेज अपडेट नहीं किया जायेगा| अगर आप यह विकल्प इस्तेमाल करते हैं तो पैकेज अपडेट हो जायेगा और साड़ी निर्भरताएँ भी पूरी कर दी जाएँगी| क्योंकि इससे नए पैकेज डाले जायेंगे और कुछ निकाले भी जा सकते हैं, इसलिए आपको यह विकल्प तभी इस्तेमाल करना चाहिए जब आप APT का इस्तेमाल ठीक से करना जानते हैं|
mr: टिप: नविन संकलन संस्करणाच्या वेगळ्या निर्भरता असु शकतात, जर नविनीकरणासाठी अधिक संकलनाची स्थापना अथवा निवारण करण्याची गरज असेल तर ते उन्नत केले जाणार नाही. जर आपण विकल्प निवडला असेल तर निर्भरता शमवली जाइल, व संकलन उन्नत होइल. या मुळे नविन संकलनांची स्थापना अथवा निवारण होऊ शकते, तर हा विकल्प तरच वापरा जर आपण APT विषयी जाणकार असाल.

source: Icon
be: Значок
eu: Ikonoa
he: איקון
hi: आइकन
mr: आईकन

source: Status
be: Статус
eu: Estatua
he: סטאטוס
hi: दशा
mr: स्थिति

source: New Icon
be: Новы значок
eu: Ikono berria
he: איקון חדש
hi: नया आइकन
mr: नविन आईकन

source: Busy
be: Zajęty
eu: Lanpetuta
he: המערכת עסוקה
hi: व्यस्त
mr: कार्यरत

source: System up-to-date
be: Сыстэма ў актуальным стане
eu: Sistema eguneratua
he: המערכת מעודכנת
hi: सिस्टम एकदम नया है
mr: उन्नत प्रणाली

source: Updates available
be: Даступных абнаўленьняў
eu: Actualizazio berriak daude
he: עדכונים זמינים
hi: अपडेट उपलब्ध हैं
mr: उन्नति उपलब्ध

source: Error
be: Памылка
eu: Hutzegite
he: שגיאה
hi: त्रुटी
mr: त्रुटी

source: Information
be: Инфармацыя
eu: Informazioa
he: מידע
hi: जानकारी
mr: माहिती

source: Log file
be: Лоґ-файл
eu: Aldaketen eregistroa
he: קובץ יומן
hi: कार्य पंजी
mr: लॉग फाईल

source: Permissions:
be: Правы доступу:
eu: Permisoak:
he: :הרשאות
hi: अनुमति:
mr: अनुमति:

source: Process ID:
be: ID працэсу:
eu: Prozesuen ID:
he: :מספר התהליך
hi: क्रिया ID:
mr: प्रोसेस ID:

source: Log file:
be: Лоґ-файл:
eu: Aldaketen eregistroa:
he: :קובץ יומן
hi: कार्य पंजी:
mr: लॉग फाईल :

source: minutes
be: мiнуты
eu: minutoak
he: דקות
hi: मिनट
mr: मिनीट

source: hours
be: гадзiны
eu: horduak
he: שעות
hi: घंटे
mr: तास

source: days
be: днi
eu: egunak
he: ימים
hi: दिन
mr: दिवस

source: Icons
be: Значкi
eu: Ikonoak
he: איקונים
hi: आइकनस
mr: आईकन

source: Refresh
be: Абнавiць
eu: Eguneratu
he: טעינה מחדש
hi: रिफ्रेश
mr: पुनर्स्थापना

source: Select All
be: Зазначыць усё
eu: Dena hautatu
he: בחרי הכל
hi: सभी चुनें
mr: सर्व निवडा

source: Clear
be: Ачысціць
eu: Garbitu
he: מחיקה
hi: साफ़ करें
mr: स्पष्ट

source: Starting refresh...
be: Пачынаецца абнаўленьне...
eu: Aktualizazio hasiera...
he: ...טעינה מחדש מתחילה
hi: रिफ्रेश प्रारंभ...
mr: पुनर्स्थापना चालू...

source: Checking the connection to the Internet...
be: Праверка спалучэньня з Iнтэрнэтам...
eu: Internet konekzioa konprobatzen...
he: ...החיבור לאינטרנט נבדק
hi: इन्टरनेट से सम्बन्ध की जांच हो रही है...
mr: ईंटरनेटशी संयोग चाचणी...

source: Finding the list of updates...
be: Пошук сьпiсу пакетаў...
eu: Aldaketen zerrena aurkitzen...
he: ...רשימת העדכונים נבדקת
hi: अपडेटस की सूचि की खोज हो रही है...
mr: नविन यादी शोधत आहे...

source: Downloading safety level rules...
be: Адпампаваньне правiлаў узроўняў бясьпечнасьцi...
eu: Segurtasun nibelen reglak deskargatzen...
he: ...חוקי רמת הבטיחות יורדים
hi: सुरक्षा स्तरों के नियम डाउनलोड किये जा रहे हैं...
mr: सुरक्षा स्तर नियम डाउनलोड होत आहेत...

source: _File
be: _Файл
eu: _Archiboa
he: קובץ_
hi: _फाइल
mr: _फाईल

source: _Edit
be: _Рэдаґаваць
eu: _Aldatu
he: עריכה_
hi: _संपादन
mr: _संपादन

source: _View
be: _Выгляд
eu: _Ikusi
he: צפיה_
hi: _देखें
mr: _दर्शन

source: _Help
be: _Дапамога
eu: _Laguntza
he: עזרה_
hi: _मदद
mr: _मदत

source: About
be: Некалькi словаў аб ...
eu: Gutaz
he: אודות
hi: बारे में
mr: विषयी

source: Preferences
be: Устаноўкi
eu: Preferenziak
he: העדפות
hi: विकल्प
mr: वरीयत

source: History of updates
be: Гiсторыя абнаўленьняў
eu: Aktualizazio historiala
he: היסטורית עדכונים
hi: अप्दतेस का इतिहास
mr: उन्नतिकरणाचा ईतिहास

source: Close
be: Зачынiць
eu: Itxi
he: סגירה
hi: बंद करें
mr: बंद

source: Date
be: Дата
eu: Data
he: תאריך
hi: दिनांक
mr: तारीख

source: Startup delay (in seconds):
be: Затрымка запуску (у сэкундах)
eu: Hasieraren atzerakuntza (segunduetan):
he: :(עיכוב התחלה (בשניות
hi: प्रारंभ में विलंभ (सेकंड्स में) :
mr: चालू होण्या मधिल उशीर (सेकंदां मध्ये) :

source: Internet check (domain name or IP address):
be: Праверка спалучэньня з Iнтэрнэтам (назва домэну альбо адрас IP):
eu: Internet konprobazioa (dominioa edo IP norabide):
he: :(בדיקת אינטרנט (שמות תחום או כתובת איפי
hi: इन्टरनेट जांच(डोमेन नाम या आई पि एड्रेस:
mr: ईंटरनेट चाचणी (Domain name or IP address) :

source: Update manager for Linux Mint
be: Кiраваньне абнаўленьнямi у Linux Mint
eu: Linux Mint-jo Aktualizazio gestorea
he: Linux Mint מנהל העדכונים של
hi: लिनक्स मिंट का अपडेट मेनेजर
mr: लिनक्स मिंट साठी नविनीकरण व्यवस्थापक

source: Proxy
eu: Proxya
he: פרוקסי
hi: प्रॉक्सी
mr: प्रॉक्झि

source: Manual proxy configuration
be: Ручное канфiгураваньне proxy
eu: Prozi-ko konfigurazio eskuliburua
he: קינפוג פרוקסי ידני
hi: हस्त प्रॉक्सी संरूपण
mr: मानवकृत प्रॉक्झि विन्यास

source: Use the same proxy for all protocols
be: Ужываць гэтыя proxy для ўсiх пратаколаў
eu: Protokoloen proxi berdina erabili
he: שימוש באותה הפרוקסי לכל הפרוטוקולים
hi: सब प्रोटोकॉल के लिए येही प्रॉक्सी इस्तेमाल करें
mr: सर्व प्रोटोकोल्स साठि समान प्रॉक्झि वापरा

source: HTTP Proxy:
be: Proxy HTTP :
eu: HTTP Proxya:
he: :HTTP פרוקסית
hi: HTTP प्रॉक्सी:
mr: HTTP प्रॉक्झि:

source: FTP Proxy:
be: Proxy FTP :
eu: FTP Proxya:
he: :FTP פרוקסית
hi: FTP प्रॉक्सी:
mr: FTP प्रॉक्झि:

source: Gopher Proxy:
be: Proxy Gopher :
eu: Gopher Proxya:
he: :פרוקסית גופר
hi: गोफर प्रॉक्सी :
mr: Gopher प्रॉक्झि:

source: Port:
be: Порт :
eu: Atea:
he: :ערוץ
hi: पोर्ट :
mr: पोर्ट :

source: Size
be: Разьмер
eu: Tamaina
he: גודל
hi: आकार
mr: आकार

source: B
he: בתים
hi: बी
mr: बि

source: KB
hi: के बी
mr: के बि

source: MB
hi: एम् बी
mr: एम बि

source: GB
hi: जी बी
mr: Go

source: Please enter your password
be: Калi ласка, ўвядзiце ваш пароль
eu: Zure pasaitza sartu
he: אנא הכניסי את ססמתך
hi: कृपया अपना गुप्तशब्द डालिए
mr: Veuillez entrer votre mot de passe

source: No changelog available
be: Брак файлу зьменаў
eu: Ez dago aldaketeen erregistroa
he: יומן שינויים לא זמין
hi: बदलाव की पंजी उपलब्ध नहीं है
mr: Aucun changelog disponible
